// export const dataForList = [
//     {
//         titel:'2С5 «Гиацинт-С»',
//         description: 'советская 152-мм армейская самоходная пушка[2]. Разработана на Уральском заводе транспортного машиностроения.'
//     },
//     {
//         titel:'История создания',
//         description:'С отставкой Н. С. Хрущёва, после почти десятилетнего перерыва, работы по артиллерийскому вооружению в СССР были возобновлены. Сначала на базе отдела ракетного вооружения Третьего центрального научно-исследовательского института, а затем уже во вновь воссозданных подразделениях артиллерийского вооружения. В 1965 году Министром обороны СССР была утверждена программа развития артиллерии. К этому моменту на вооружении армии США уже состояли корпусные САУ M107.'
//     },
//     {
//         titel:'Серийное производство и модификации',
//         description:'Первая установочная партия САУ 2С5 была изготовлена в 1976 году, а с 1977 года начато полномасштабное серийное производство на Уральском заводе транспортного машиностроения. Изготовлением пушки 2А37 занимался Пермский завод имени Ленина. Производство 2С5 продолжалось вплоть до развала Советского Союза и было остановлено в 1993 году, всего за 17 лет производства было выпущено до 2000 единиц 2С5.'
//     },
//     {
//         titel:'Вооружение',
//         description:'Основным вооружением является 152-мм пушка 2А37, обладающая максимальной скорострельностью 5—6 выстрелов в минуту. Основными узлами орудия 2А37 являются: ствол, затвор, электрооборудование, досылатель, противооткатные устройства, верхний станок, ограждение, уравновешивающий, поворотный и подъёмный механизмы.'
//     }
// ]
